export const study = [
  {
    name: "Deep Dive 스터디",
    desc: "대학교 친구들과 목요일마다 Deep Dive책의 정해진 파트를 발표하며 스터디를 진행했다.",
    result: ["Deep Dive 책을 완독했다.", "자바스크립트 ES6에 대해 이해했다."],
  },
  {
    name: "피블리싱 스터디",
    desc: "프론트엔드 스쿨 과정의 멘토님이셨던 남은정 멘토님과 퍼블리싱 스터디를 진행했다. 스터디 이전에는 과제를 수행하고 스터디 시간에 과제에 대한 코드리뷰 형식으로 스터디가 진행되었다.",
    result: [
      "마크업, 시맨틱 태그, 접근성에 대한 내용을 학습했다.",
      "기본적인 SASS 문법과 어떻게 응용하는지 배웠다.",
      "flex, grid를 깊이있게 배웠다.",
      "다른 사람의 코드를 경험하므로써 폭넓은 견해를 가지게 되었다.",
    ],
  },
];

export const education = [
  { name: "강릉원주대학교 멀티미디어 공학과 졸업", term: "2016.03~2022.02" },
  { name: "정보처리기사 자격증 취득", term: "2021.06" },
  { name: "멋쟁이 사자처럼 프론트엔드 스쿨 수료", term: "2021.10~2022.01" },
];
